const cardDetails = [
  {
    id: 1,
    imgUrl: "/carousel/minewatchslider.jpg",
    alt: "Описание первого слайда",
   title: "MineWatch", // 👈 Новое поле
    description: "Задачи эфективной добычи и высокого уровня безопасности всегда были приоритетными для Davis Derby. Мы используем передовые технологии для разработки производства систем.", // 👈 Новое поле
  },
  {
    id: 2,
    imgUrl: "/carousel/minescadasoftware.jpg",
    alt: "Описание второго слайда",
    title: "MineSCADA",
    description: "Обеспечивает выполнение широкого спектра задач мониторинга и контроля.",
  },
  {
    id: 3,
    imgUrl: "/carousel/stedfast1.jpg",
    alt: "Описание третьего слайда",
    title: "StedFAST",
    description: "Комплекс защит для обеспечения безопасности при эксплуатации конвейерного транспорта. Датчики контроля схода и порыва, приближения и контроля проскальзывания ленточного полотна.",
  },
  {
    id: 4,
    imgUrl: "/carousel/montagehomepage2.jpg",
    alt: "Описание третьего слайда",
    title: "Safety In Automation",
    description: "Мы являемся специализированной организацией, обслуживающей перерабатывающие и добывающие отрасли промышленности,в области автоматизации, обеспечивающей эффективность и безопасность в первую очередь.",
  }
];

export default cardDetails;
